Repository: zoogits/woocommerce-bookings-ca
Catalog: woocommerce-bookings-*.po
Languages: ca

source: Booking description:
ca: Descripció de la reserva:

source: Invalid data store.
ca: Dades no vàlides.

source: Product
ca: Producte

source: Invalid product.
ca: Producte no vàlid.

source: Was In Cart
ca: Va estar al carro

source: Booking #%1$d status changed from "%2$s" to "%3$s"
ca: Reserva #%1$d canviarà l'estat de "%2$s" a "%3$s"

source: Check Availability
ca: Veure disponibilitat

source: Book now
ca: Reservar

source: From: %s
ca: Des de: %s

source: Free
ca: Gratuït

source: There is a maximum of %d place remaining
ca: Hi ha un màxim de %d plaçes disponibles

source: There is a maximum of %1$d place remaining on %2$s
ca: Hi ha un màxim de %1$d plaçes disponibles %2$s

source: This block cannot be booked.
ca: Aquest bloc no es pot reservar.

source: Booking &ndash; %s
ca: Reserva &ndash; %s

source: Person Type #%d
ca: Tipus de Persona #%d

source: Invalid booking person type.
ca: Tipus de persona no vàlida.

source: Admin Booking Cancelled
ca: Reserva Cancelada

source: Booking cancelled emails are sent when the status of a booking goes to cancelled.
ca: Els correus electrònics de les reserves cancel·lades son enviats quan l'estat de la reserva es posa com a cancel·lat.

source: Booking Cancelled
ca: Reserva Cancelada

source: [{blogname}] A booking of "{product_title}" has been cancelled
ca: [{blogname}] La teva reserva de "{product_title}" ha estat cancelada.

source: Enable/Disable
ca: Activar/Desactivar

source: Enable this email notification
ca: Activa aquesta notificació de correu

source: Recipient(s)
ca: Destinatari(s)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
ca: Escriviu els destinataris (separats per comes) d'aquest correu. Per defecte: <code>%s</code>.

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ca: Això controla la línia d'assumpte del correu electrònic. Deixar en blanc per a utilitzar el valor per defecte: <code>%s</code>.

source: Email Heading
ca: Capçalera del correu electrònic

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
ca: Això controla la capçalera principal que conté la notificació per correu electrònic. Deixar en blanc per utilitzar la capçalera per defecte: <code>%s</code>.

source: Email type
ca: Tipus de correu

source: Choose which format of email to send.
ca: Trieu el format de correu electrònic per enviar.

source: Plain text
ca: Text sense format

source: [{blogname}] Your booking of "{product_title}" has been cancelled
ca: [{blogname}] La teva reserva de "{product_title}" ha estat cancelada.

source: Booking Confirmed
ca: S’ha confirmat la vostra reserva.

source: Booking confirmed emails are sent when the status of a booking goes to confirmed.
ca: Els correus electrònics de les reserves confirmades son enviats quan l'estat de la reserva es posa com a confirmada.

source: [{blogname}] Your booking of "{product_title}" has been confirmed (Order {order_number}) - {order_date}
ca: [{blogname}] La teva reserva de "{product_title}" ha estat confirmada (Order {order_number}) - {order_date}

source: Booking Notification
ca: Notificació de Reserva

source: Booking notification emails are sent manually from WooCommerce > Bookings > Send Notification.
ca: Els correus electrònics de notificació de reserva son enviats manualment des de WooCommerce > Reserves > Enviar notificació

source: Booking Reminder
ca: Recordatori de reserva

source: Booking reminders are sent to the customer to remind them of an upcoming booking.
ca: Recordatoris de reserva s'envien al client per recordar una propera reserva.

source: [{blogname}] A reminder about your booking of "{product_title}"
ca: [{blogname}] Recordatori sobre la vostra reserva "{product_title}"

source: New Booking
ca: Nova reserva

source: New booking emails are sent to the admin when a new booking is created and paid. This email is also received when a Pending confirmation booking is created.
ca: Els correus electrònics de noves reserves son enviats a l'administrador quan es crea una nova reserva. Aquests correus també es reben quan es crea una reserva pendent de confirmació.

source: New booking
ca: Nova reserva

source: Confirm booking
ca: Confirmar la reserva

source: [{blogname}] New booking for {product_title} (Order {order_number}) - {order_date}
ca: [{blogname}] Nova reserva per {product_title} (Order {order_number}) - {order_date}

source: [{blogname}] A new booking for {product_title} (Order {order_number}) is awaiting your approval - {order_date}
ca: [{nom del Blog}] Una nova reserva per a {product_title} (ordre {order_number}) està esperant la seva aprovació - {order_date}

source: Subject (Pending confirmation)
ca: Assumpte (pendent de confirmació)

source: This controls the email subject line for Pending confirmation bookings. Leave blank to use the default subject: <code>%s</code>.
ca: Això controla la línia d'assumpte del correu electrònic. Deixar en blanc per a utilitzar el valor per defecte: <code>%s</code>.

source: Email Heading (Pending confirmation)
ca: Capçalera del correu electrònic (pendent de confirmació)

source: This controls the main heading contained within the email notification for Pending confirmation bookings. Leave blank to use the default heading: <code>%s</code>.
ca: Això controla la capçalera principal que conté la notificació per correu electrònic. Deixar en blanc per utilitzar la capçalera per defecte: <code>%s</code>.

source: Check booking availability
ca: Comprova disponibilitat reserva

source: Request Confirmation
ca: Sol·licitud de confirmació

source: Settings
ca: Configuració

source: This is fictitious payment method used for bookings that requires confirmation.
ca: Això és fictici modalitat de pagament per a les reserves que exigeix confirmació.

source: This gateway requires no configuration.
ca: Aquesta passarel·la no requereix cap configuració.

source: This order is awaiting confirmation from the shop manager
ca: Aquesta reserva està a l'espera de confirmació

source: Your booking has been confirmed. Thank you.
ca: S'ha confirmat la vostra reserva. Gràcies.

source: Your booking is awaiting confirmation. You will be notified by email as soon as we've confirmed availability.
ca: La vostra reserva està a l'espera de confirmació. Se us notificarà per correu electrònic tan aviat com haguem confirmat la disponibilitat.

source: Bookings: Multiply cost by person count
ca: Reserves: Multiplica el cost pel recompte de persones

source: Bookings: Multiply cost by block count
ca: Reserves: Multiplica el cost pel recompte de blocs

source: Google Calendar
ca: Calendari de Google

source: WooCommerce Bookings - Google Calendar integration.
ca: WooCommerce Bookings - Integració amb Google Calendar.

source: Client ID
ca: ID de client

source: Enter with your Google Client ID.
ca: Entreu amb el seu ID de client de Google.

source: Client Secret
ca: Secret de client

source: Enter with your Google Client Secret.
ca: Entreu amb el vostre Secret de client de Google.

source: Calendar ID
ca: ID de calendari

source: Enter with your Calendar ID.
ca: Entrar amb el seu ID de calendari.

source: Authorization
ca: Autorització

source: Testing
ca: Proves

source: Debug Log
ca: Registre de depuració

source: Enable logging
ca: Activa el registre

source: Log Google Calendar events, such as API requests, inside %s
ca: Registra els esdeveniments del Google Calendar, com les sol·licituds API, dins %s

source: Connect with Google
ca: Connecta't amb Google

source: Successfully authenticated.
ca: Autentificat amb èxit.

source: Disconnect
ca: Desconnecta

source: Unable to authenticate, you must enter with your <strong>Client ID</strong>, <strong>Client Secret</strong> and <strong>Calendar ID</strong>.
ca: No es pot autenticar, ha d'entrar amb el seu <strong>ID de client</strong>, <strong>contrassenya</strong> i <strong>ID de calendari.</strong>

source: To use this integration you need create a project in %1$s. Once your project has been created, you must enable the <strong>Google Calendar API</strong> in <strong>Your Project > Library</strong>, finally in <strong>Your Project > Credentials > Create Credentials</strong> you must create an OAuth Client ID for a <strong>Web application</strong> and set the <strong>Authorized redirect URIs</strong> as <code>%2$s</code>.
ca: Per utilitzar aquesta integració necessita crear un projecte a %s. Quan el projecte ha estat creat, heu d'habilitar <strong>l'API de Google Calendar</strong> a <strong>APIs i auth > API,</strong> finalment, a <strong> APIs i auth >Credencials</strong> heu de crear un client d'OAuth per a una <strong>aplicació web</strong> i establir el <strong>Redirecció URI autoritzada </strong> com <code>%s</code> .

source: Google Developers Console
ca: Google Consola de Desenvolupadors

source: Permission denied!
ca: Permís denegat!

source: Invalid request!
ca: Sol·licitud no vàlida!

source: Account connected successfully!
ca: Compte connectat amb èxit!

source: Failed to connect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
ca: Error en connectar al seu compte, si us plau intenti de nou, si el problema persisteix, activeu l'opció de registre de depuració i comproveu el que està succeint.

source: Account disconnected successfully!
ca: Compte desconnectat amb èxit!

source: Failed to disconnect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
ca: Error en desconnectar al seu compte, si us plau intenti-ho de nou, si el problema persisteix, activeu l'opció de registre de depuració i comproveu el que està succeint.

source: Booking ID
ca: ID de reserva

source: Booking Type
ca: Tipus de reserva

source: Booking
ca: Reserva

source: Booking Date
ca: Data de la reserva

source: Booking Time
ca: Hora de la reserva

source: Unpaid
ca: Pendent de pagament

source: Pending Confirmation
ca: Pendent de confirmació

source: Confirmed
ca: Confirmat

source: Paid
ca: Pagat

source: Cancelled
ca: Cancel·lat

source: Complete
ca: Completat

source: Partially Paid
ca: Parcialment pagat

source: In Cart
ca: Al carro

source: Rules with lower priority numbers will override rules with a higher priority (e.g. 9 overrides 10 ). Ordering is only applied within the same priority and higher order overrides lower order.
ca: Regles amb menor nombre de prioritat invalidarà regles amb una prioritat més alta (p. ex. 9 overrides 10). Ordenació només s'aplica dins la mateixa prioritat i ordre superior invalida d'ordre inferior.

source: Rules with lower priority numbers will override rules with a higher priority (e.g. 9 overrides 10 ). Global rules take priority over product rules which take priority over resource rules. By using priority numbers you can execute rules in different orders.
ca: Regles amb menor nombre de prioritat invalidaran regles amb una prioritat més alta (p. ex. 9 invalida 10). Normes globals tenen prioritat sobre normes de producte que tenen prioritat sobre les normes de recurs. Utilitzant nombres de prioritat podeu executar regles en diferents ordres.

source: %d left
ca: resten %d

source: Choose...
ca: Tria...

source: Start
ca: Inici

source: Day
ca: Dia

source: YYYY
ca: AAAA

source: Year
ca: Any

source: End
ca: Final

source: Time
ca: Horari

source: Choose a date above to see available times.
ca: Trieu una data per veure els horaris disponibles.

source: The following booking has been cancelled. The details of the cancelled booking can be found below.
ca: S'ha cancel·lat la reserva següent. A continuació trobareu els detalls de la reserva anul·lada.

source: Booking Start Date
ca: Data d'inici de la reserva

source: Booking End Date
ca: Data final de la reserva

source: You can view and edit this booking in the dashboard here: %s
ca: Podeu veure i editar aquesta reserva al tauler de control aquí: %s

source: A booking has been made by %s and is awaiting your approval. The details of this booking are as follows:
ca: Hi ha una reserva efectuada per %s i està esperant la vostra aprovació. Els detalls de la reserva són les següents:

source: A new booking has been made by %s. The details of this booking are as follows:
ca: Una nova reserva ha estat feta per %s. Els detalls d'aquesta reserva són els següents:

source: This booking is awaiting your approval. Please check it and inform the customer if the date is available or not.
ca: Aquesta reserva està a l'espera de la seva aprovació. Comprovi si us plau i informeu al client si la data està disponible o no.

source: Hello %s
ca: Hola %s

source: We are sorry to say that your booking could not be confirmed and has been cancelled. The details of the cancelled booking can be found below.
ca: Lamentem dir-vos que la seva reserva no pot ser confirmada i s'ha cancel·lat. Els detalls de la reserva cancel·lada es poden trobar a continuació.

source: Please contact us if you have any questions or concerns.
ca: Si us plau, poseu-vos en contacte amb nosaltres si teniu alguna pregunta o dubte.

source: Your booking has been confirmed. The details of your booking are shown below.
ca: La vostra reserva ha estat confirmada. Els detalls de la vostra reserva es mostren a continuació.

source: To pay for this booking please use the following link: %s
ca: Per pagar aquesta reserva si us plau, utilitzeu el següent enllaç: %s

source: Pay for booking
ca: Paga per reservar

source: Quantity
ca: Quantitat

source: Price
ca: Preu

source: This is a reminder that your booking will take place tomorrow.
ca: Això és un recordatori que la seva reserva es durà a terme demà. Els detalls de la seva reserva es mostren a continuació.

source: The following booking has been cancelled by the customer. The details of the cancelled booking can be found below.
ca: S'ha cancel·lat la reserva següent pel client. A continuació trobareu els detalls de la reserva anul·lada.

source: Booked: %s
ca: Reservat: %s

source: Booking ID: %s
ca: ID de reserva: %s

source: Booking Type: %s
ca: Tipus de Reserva: %s

source: Booking Start Date: %s
ca: Data d'inici de la reserva: %s

source: Booking End Date: %s
ca: Data final de la reserva: %s

source: Your booking for has been confirmed. The details of your booking are shown below.
ca: La vostra reserva ha estat confirmada. Els detalls de la vostra reserva es mostren a continuació.

source: Order number: %s
ca: Número de comanda: %s

source: Order date: %s
ca: Data de la comanda: %s

source: The details of your booking are shown below.
ca: Els detalls de la reserva es mostren a continuació.

source: This is a reminder that your booking will take place tomorrow. The details of your booking are shown below.
ca: Això és un recordatori que la vostra reserva es durà a terme demà. Els detalls de la vostra reserva es mostren a continuació.

source: Booked
ca: Reservat

source: Cancel
ca: Cancel·la

source: Go Shop
ca: Vés a la botiga

source: No bookings available yet.
ca: Encara no hi ha reserves disponibles.

source: My Bookings
ca: Les meves reserves

source: Booking #%s
ca: Reserva #%s

source: View booking &rarr;
ca: Veure reserva &rarr;

source: View my bookings &rarr;
ca: Les meves reserves &rarr;

source: %d Persons
ca: %d Persones

source: Your browser must support JavaScript in order to make a booking.
ca: El seu navegador ha suportar JavaScript per fer una reserva.

source: Person Type
ca: Tipus de Persona

source: Bookable resources
ca: Recursos reservables

source: Bookable resource
ca: Recurs reservable

source: Add Resource
ca: Afegeix recurs

source: Add New Resource
ca: Afegeix nou recurs

source: Edit Resource
ca: Edita recurs

source: New Resource
ca: Nou recurs

source: View Resource
ca: Veure recurs

source: Search Resource
ca: Busca recurs

source: No Resource found
ca: No s'han trobat recursos

source: No Resource found in trash
ca: No s'han trobat recursos a la paperera

source: Parent Resources
ca: Recursos pares

source: Bookable resources are bookable within a bookings product.
ca: Els recursos reservables es poden reservar en un producte en reserva.

source: Add Booking
ca: Afegeix reserva

source: Add New Booking
ca: Afegeix nova reserva

source: Edit Booking
ca: Edita reserva

source: View Booking
ca: Veure reserva

source: Search Bookings
ca: Busca reserves

source: No Bookings found
ca: No s'han trobat reserves

source: No Bookings found in trash
ca: No s'han trobat reserves a la paperera

source: Parent Bookings
ca: Reserves pares

source: All Bookings
ca: Totes les reserves

source: This is where bookings are stored.
ca: Aquí és on s'emmagatzemen les reserves.

source: Complete <span class="count">(%s)</span>
ca: Completa <span class="count">(%s)</span>

source: Paid &amp; Confirmed <span class="count">(%s)</span>
ca: Pagada i confirmada <span class="count">(%s)</span>

source: Confirmed <span class="count">(%s)</span>
ca: Confirmada <span class="count">(%s)</span>

source: Un-paid <span class="count">(%s)</span>
ca: Impagat <span class="count">(%s)</span>

source: Pending Confirmation <span class="count">(%s)</span>
ca: Pendent de confirmació <span class="count">(%s)</span>

source: Cancelled <span class="count">(%s)</span>
ca: Anul·lada <span class="count">(%s)</span>

source: In Cart <span class="count">(%s)</span>
ca: En el carro <span class="count">(%s)</span>

source: Partially Paid <span class="count">(%s)</span>
ca: Parcialment pagat <span class="count">(%s)</span>

source: Enable Bookings Timezone calculation
ca: Habilita càlcul de reserves en fus horari

source: Schedule Bookings events, such as reminder emails and auto-completions of bookings, using your site’s configured timezone.
ca: Planificar les reserves d'esdeveniments, com ara correus electrònics de notificació i acabaments auto de reserves, fent servir el fus horari del vostre lloc web.

source: View Documentation
ca: Veure documentació

source: Docs
ca: Documentació

source: Visit Premium Customer Support Forum
ca: Visitar Fòrum de Suport per a clients Premium

source: Premium Support
ca: Suport Premium

# woocommerce-bookings
source: Guest (%s)
ca: Convidat (%s)

# woocommerce-bookings
source: Complete
ca: Completat

# woocommerce-bookings
source: Paid &amp; Confirmed
ca: Pagada i confirmada

# woocommerce-bookings
source: Confirmed
ca: Confirmada

# woocommerce-bookings
source: Un-paid
ca: Impagat

# woocommerce-bookings
source: Pending Confirmation
ca: Pendent de confirmació

# woocommerce-bookings
source: Cancelled
ca: Cancel·lada

# woocommerce-bookings
source: In Cart
ca: Al carro

# Guest string with name from booking order in brackets
source: %s (Guest)
ca: %s (Convidat)

# Admin menu name
source: Resources
ca: Recursos

# Admin menu name
source: Bookings
ca: Reserves

# woocommerce-deposits
source: Partially Paid
ca: Parcialment pagat
