Repository: zoogits/woocommerce-bookings-ca
Catalog: woocommerce-bookings-*.po
Languages: ca

source: Accommodation booking
ca: Reserva d'allotjament

source: Bookable resource name
ca: Nom del recurs reservable

source: Name
ca: Nom

source: Parent products
ca: Productes pares

source: Actions
ca: Accions

source: N/A
ca: No disponible

source: Edit
ca: Edita

source: Resource details
ca: Detalls

source: Available Quantity
ca: Quantitat disponible

source: The quantity of this resource available at any given time.
ca: La quantitat d'aquest recurs disponible en qualsevol moment donat.

source: Range type
ca: Tipus d'interval

source: Range
ca: Interval

source: Bookable
ca: Reservable

source: If not bookable, users won't be able to choose this block for their booking.
ca: Si no es reservable, els usuaris no podran triar aquest bloc per a la seva reserva.

source: Priority
ca: Prioritat

source: Add Range
ca: Afegeix interval

source: Bookings
ca: Reserves

source: Clean unused Person Types from DB
ca: Esborra de la base de dades els tipus de persona que no s'utilitzen

source: Clean Person Types
ca: Esborra tipus de persona

source: This tool will clean the person types that are not used by any booking or a product.
ca: Aquesta eina netejarà els tipus de persona que no són utilitzats per qualsevol reserva o un producte.

source: Resources
ca: Recursos

source: Availability
ca: Disponibilitat

source: Costs
ca: Despeses

source: Persons
ca: Persones

source: Booking updated.
ca: Reserva actualitzada

source: Custom field updated.
ca: Camp personalitzat actualitzat.

source: Custom field deleted.
ca: Camp personalitzat eliminat.

source: Booking saved.
ca: Reserva desada.

source: Booking submitted.
ca: Reservar enviada.

source: Bookable product
ca: Producte reservable

source: Are you sure you want to remove this person type?
ca: Esteu segur que voleu suprimir aquest tipus de persona?

source: Are you sure you want to remove this resource?
ca: Esteu segur que voleu suprimir aquest recurs?

source: minutes
ca: minuts

source: hours
ca: hores

source: days
ca: dies

source: Enter a name for the new resource
ca: Introduïu un nom per al nou recurs

source: Has persons
ca: Té persones

source: Enable this if this bookable product can be booked by a customer defined number of persons.
ca: Activeu si aquest producte reservable pot ser reservat per un nombre definit de persones per el client .

source: Has resources
ca: Té recursos

source: Enable this if this bookable product has multiple bookable resources, for example room types or instructors.
ca: Activeu si aquest producte reservable té múltiples recursos reservables, per exemple tipus d'habitacions o instructors.

source: The resource has already been linked to this product
ca: El recurs ja ha estat vinculat a aquest producte

source: Unable to add resource
ca: No es pot afegir el recurs

source: You do not have sufficient permissions to access this page.
ca: No té permisos suficients per accedir a aquesta pàgina.

source: You have taken too long. Please go back and retry.
ca: Heu trigat massa. Si us plau torneu enrere i torneu a provar.

source: This booking is unavailable.
ca: Aquesta reserva no està disponible.

source: Booking cost
ca: Cost de reserva

source: Please enter a valid date.
ca: Si us plau, introdueix una data vàlida.

source: No blocks available.
ca: No hi ha blocs disponibles.

source: Booked by
ca: Reservat per

source: All Day
ca: Tot el dia

source: Resource #
ca: Recurs #

source: Confirm bookings
ca: Confirma les reserves

source: Unconfirm bookings
ca: Reserves sense confirmar

source: Cancel bookings
ca: Cancel·la les reserves

source: Mark bookings as paid
ca: Marca les reserves com a pagades

source: Mark bookings as unpaid
ca: Marca reserves com a no pagades

source: Booking status changed.
ca: Estat de la reserva canviat.

source: Booking Title
ca: Títol de la reserva

source: Status
ca: Estat

source: Booked Product
ca: Producte reservat

source: # of Persons
ca: # de persones

source: Booked By
ca: Reservat per

source: Order
ca: Comanda

source: Start Date
ca: Data inici

source: End Date
ca: Data final

source: Booking #%d
ca: Reserva #%d

source: View
ca: Mostra

source: Confirm
ca: Confirma

source: All Bookable Products
ca: Tots els productes reservables

source: Error - please try again
ca: Error - si us plau, torneu-ho a provar

source: Please choose a bookable product
ca: Si us plau, escolliu un producte reservable

source: Invalid order ID provided
ca: ID de comanda no vàlid

source: Error: Could not create order
ca: Error: No s'ha pogut crear la comanda

source: Error: Could not create item
ca: Error: No s'ha pogut crear l'element

source: Customer details
ca: Dades del client

source: Name:
ca: Nom:

source: Address:
ca: Adreça:

source: No billing address set.
ca: No hi ha cap adreça de facturació establerta.

source: Phone:
ca: Telèfon:

source: Booking Details
ca: Detalls de la reserva

source: This booking is scheduled over 2 years into the future. Please ensure this is correct.
ca: Aquesta reserva s'ha programat per a més de 2 anys en el futur. Si us plau, assegureu-vos que això és correcte.

source: This booking is scheduled over the products allowed max booking date (%s). Please ensure this is correct.
ca: Aquesta reserva s'ha programat per a més de 2 anys en el futur. Si us plau, assegureu-vos que això és correcte.

source: This booking has an end date set before the start date.
ca: Aquesta reserva té una data de finalització establerta abans de la data d'inici.

source: It appears the booking product associated with this booking has been removed.
ca: Sembla que s'ha tret el producte de reserva associat amb aquesta reserva.

source: This booking is missing a required add-on (product type: %s). Some information is shown below but might be incomplete. Please install the missing add-on through the plugins screen.
ca: Aquesta reserva no troba un complement (tipus de producte: %s) que requereix. Part de la informació es mostra a continuació, però pot ser incomplet. Si us plau, instal·leu el complement a través dels connectors que falten.

source: Booking #%s details
ca: Detalls de la reserva #%s

source: Linked to order %s.
ca: Enllaçat a la comanda %s.

source: Booking type: %s
ca: Tipus de reserva: %s

source: General details
ca: Dades generals

source: Order ID:
ca: ID de comanda:

source: Date created:
ca: Data de creació

source: Booking status:
ca: Estat de la reserva:

source: Customer:
ca: Client:

source: Guest
ca: Convidat

source: Booking specification
ca: Especificació de la reserva

source: Booked product:
ca: Producte reservat

source: Parent booking ID:
ca: ID de la reserva pare

source: Person(s)
ca: Persona(es)

source: Booking date &amp; time
ca: Reserva Data/Hora

source: Start date:
ca: Data d’inici:

source: End date:
ca: Data de finalització

source: All day booking:
ca: Tot el dia

source: Check this box if the booking is for all day.
ca: Activeu aquesta casella si la reserva és per a tot el dia.

source: Start time:
ca: Hora d’inici:

source: End time:
ca: Hora final:

source: Create Booking
ca: Crea Reserva

source: Calendar
ca: Calendari

source: Send Notification
ca: Envia notificació

source: Global Availability
ca: Disponibilitat global

source: Please choose a product
ca: Si us plau, trieu un producte

source: Please enter a message
ca: Si us plau, introduïu un missatge

source: Please enter a subject
ca: Si us plau, introduïu un assumpte

source: Notification sent successfully
ca: Notificació enviada correctament

source: Booking actions
ca: Accions de reserva

source: Move to trash
ca: Mou a la paperera

source: Save Booking
ca: Guarda reserva

source: Save/update the booking
ca: Guarda/actualitza la reserva

source: January
ca: Gener

source: February
ca: Febrer

source: March
ca: Març

source: April
ca: Abril

source: May
ca: Maig

source: June
ca: Juny

source: July
ca: Juliol

source: August
ca: Agost

source: September
ca: Setembre

source: October
ca: Octubre

source: November
ca: Novembre

source: December
ca: Desembre

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Dissabte

source: Sunday
ca: Diumenge

source: Week %s
ca: Setmana %s

source: Date range
ca: Interval de dates

source: Range of months
ca: Interval de mesos

source: Range of weeks
ca: Interval de setmanes

source: Range of days
ca: Interval de dies

source: Time Ranges
ca: Intervals de temps

source: Time Range (all week)
ca: Interval de temps (tota la setmana)

source: Date Range with time
ca: Interval de dates amb temps

source: to
ca: fins a

source: Yes
ca: Sí

source: Max bookings per block
ca: Màxim de reserves per bloc

source: The maximum bookings allowed for each block. Can be overridden at resource level.
ca: Les reserves màximes permeses per a cada bloc. Es pot reemplaçar al nivell de recursos.

source: Minimum block bookable
ca: Mínim bloc reservable

source: Month(s)
ca: Mes(os)

source: Week(s)
ca: Setmana(es)

source: Day(s)
ca: Dia(es)

source: Hour(s)
ca: Hora(es)

source: into the future
ca: en el futur

source: Maximum block bookable
ca: Màxim bloc reservable

source: Require a buffer period of
ca: Requereixen un decalatge intermedi de

source: between bookings
ca: entre reserves

source: Adjacent Buffering?
ca: Decalatge adjacent?

source: By default buffer period applies forward into the future of a booking. Enabling this option will apply adjacently (before and after Bookings).
ca: Per defecte el període de decalatge s'aplica cap endavant al futur d'una reserva. Si activeu aquesta opció, s'aplicarà de forma adjacent (abans i després de les reserves).

source: All dates are...
ca: Totes les dates són...

source: available by default
ca: disponibles per defecte

source: not-available by default
ca: no disponibles per defecte

source: This option affects how you use the rules below.
ca: Aquesta opció afecta com utilitzar les regles següents.

source: Check rules against...
ca: Comproveu regles per...

source: All blocks being booked
ca: Tots els blocs estan reservats

source: The starting block only
ca: Només el bloc inicial

source: This option affects how bookings are checked for availability.
ca: Aquesta opció afecta com les reserves es comproven per disponibilitat.

source: First block starts at...
ca: Primer bloc comença a...

source: Restrict start days?
ca: Restringeix els dies d'inici?

source: Restrict bookings so that they can only start on certain days of the week. Does not affect availability.
ca: Restringeix les reserves perquè només puguin començar en determinats dies de la setmana. No afecta la disponibilitat.

source: Booking duration
ca: Durada de la reserva

source: Fixed blocks of
ca: Blocs fixos de

source: Customer defined blocks of
ca: Blocs definits pel client de

source: Minute(s)
ca: Minut(s)

source: Minimum duration
ca: Durada mínima

source: The minimum allowed duration the user can input.
ca: La durada mínima permesa que l'usuari pot introduir.

source: Maximum duration
ca: Durada màxima

source: The maximum allowed duration the user can input.
ca: La durada màxima permesa que l'usuari pot introduir.

source: Enable Calendar Range Picker?
ca: Habilita el calendari selector d'intervals?

source: Lets the user select a start and end date on the calendar - duration will be calculated automatically.
ca: Permet a l'usuari seleccionar una data d'inici i fi a calendari - la durada es calcula automàticament.

source: Calendar display mode
ca: Mode de visualització del calendari

source: Choose how the calendar is displayed on the booking form.
ca: Tria la manera com es visualitza el calendari del formulari de reserva.

source: Display calendar on click
ca: Mostra el calendari al fer clic

source: Calendar always visible
ca: Calendari sempre visible

source: Requires confirmation?
ca: Requereix confirmació?

source: Check this box if the booking requires admin approval/confirmation. Payment will not be taken during checkout.
ca: Marqueu aquesta casella si la reserva necessita aprovació / confirmació de l'administrador . El cobrament no s'efectuarà durant el procés de caixa.

source: Can be cancelled?
ca: Pot ser cancel·lada?

source: Check this box if the booking can be cancelled by the customer after it has been purchased. A refund will not be sent automatically.
ca: Activeu aquesta casella si la reserva es pot cancel·lar pel client després que hagi estat comprada. Una devolució no s'enviarà automàticament.

source: Booking can be cancelled until
ca: La reserva es pot cancel·lar fins

source: before the start date.
ca: abans de la data d'inici.

source: Unlink
ca: Desenllaça

source: Click to toggle
ca: Clica per alternar

source: Person Type Name
ca: Tipus de Persona

source: Base Cost
ca: Cost base

source: Block Cost
ca: Cost del bloc

source: Description
ca: Descripció

source: Min
ca: Mín

source: Max
ca: Màx

source: Min persons
ca: Mín. persones

source: The minimum number of persons per booking.
ca: El nombre mínim de persones per reserva.

source: Max persons
ca: Màxim de persones

source: The maximum number of persons per booking.
ca: El nombre màxim de persones per reserva.

source: Multiply all costs by person count
ca: Multiplica tots els costos per número de persones

source: Enable this to multiply the entire cost of the booking (block and base costs) by the person count.
ca: Habiliteu aquesta opció per multiplicar el cost total de l'estada (costos de bloc i de base) pel nombre de persones

source: Count persons as bookings
ca: Compta les persones com a reserves

source: Enable this to count each person as a booking until the max bookings per block (in availability) is reached.
ca: Habiliteu aquesta opció per comptar a cada persona com una reserva fins les reserves Màx. per bloc (a dalt) s'assoleixin.

source: Enable person types
ca: Habilita tipus de persona

source: Person types allow you to offer different booking costs for different types of individuals, for example, adults and children.
ca: Els tipus persona li permeten oferir diferents costos de reserva per a diferents tipus de persones, per exemple, els adults i els nens.

source: Person types
ca: Tipus de persona

source: Close all
ca: Tanca tots

source: Expand all
ca: Obre tots

source: Add Person Type
ca: Afegeix tipus de persona

source: Time Range
ca: Interval de temps

source: Person count
ca: Número de persones

source: Block count
ca: Número de blocs

source: Base cost
ca: Cost base

source: One-off cost for the booking as a whole.
ca: Cost d'una sola vegada de la reserva en el seu conjunt.

source: Block cost
ca: Cost del bloc

source: This is the cost per block booked. All other costs (for resources and persons) are added to this.
ca: Aquest és el cost per bloc reservat. Totes les altres despeses (per recursos i persones) s'afegeixen a aquest.

source: Display cost
ca: Cost visible

source: The cost is displayed to the user on the frontend. Leave blank to have it calculated for you. If a booking has varying costs, this will be prefixed with the word "from:".
ca: El cost que es mostra a l'usuari en la fitxa de producte. Deixeu en blanc perquè es calculí per a vós. Si la reserva té diferents costos, això serà precedit amb el text "Des de:".

source: Enter a cost for this rule. Applied to the booking as a whole.
ca: Introduïu un cost per a aquesta regla. S'aplica a la reserva com a addicional.

source: Enter a cost for this rule. Applied to each booking block.
ca: Introduïu un cost per a aquesta regla. S'aplica a cada bloc de reserva.

source: All matching rules will be applied to the booking.
ca: Totes les regles coincidents s'aplicaran a la reserva.

source: Remove
ca: Suprimeix

source: Edit resource
ca: Edita recurs

source: Type
ca: Tipus

source: Label
ca: Etiqueta

source: The label shown on the frontend if the resource is customer defined.
ca: L'etiqueta mostra en el frontal si el recurs el defineix el client.

source: Resources are...
ca: Els recursos són...

source: Customer selected
ca: Seleccionats pel client

source: Automatically assigned
ca: Assignats automàticament

source: Customer selected resources allow customers to choose one from the booking form.
ca: Els recursos seleccionats pel client permeten als clients triar-ne un en fer la reserva.

source: Resources are used if you have multiple bookable items, e.g. room types, instructors or ticket types. Availability for resources is global across all bookable products.
ca: Els recursos són utilitzats si té elements múltiples reservables, per exemple, tipus d'habitacions, instructors o tipus de bitllets. La disponibilitat dels recursos son globals en tots els productes reservables.

source: Add/link Resource
ca: Afegeix/enllaça recurs

source: New resource
ca: Nou recurs

source: Manage Resources
ca: Gestiona recursos

source: Bookings by day
ca: Reserves per dia

source: Filter Bookings
ca: Filtra les reserves

source: By bookable product
ca: Per producte reservable

source: By resource
ca: Per recurs

source: Month View
ca: Vista mensual

source: Bookings by month
ca: Reserves per mes

source: Day View
ca: Vista per dia

source: Booking Data
ca: Dades de la reserva

source: You can create a new booking for a customer here. This form will create a booking for the user, and optionally an associated order. Created orders will be marked as pending payment.
ca: Podeu crear una nova reserva per a un client aquí. Aquest formulari crearà una reserva per a l'usuari, i opcionalment una comanda associada. Les comandes creades seran marcades com a pendents de pagament.

source: Customer
ca: Client

source: Bookable Product
ca: Producte reservable

source: Select a bookable product...
ca: Seleccioneu un producte reservable...

source: Create Order
ca: Crea comanda

source: Create a new corresponding order for this new booking. Please note - the booking will not be active until the order is processed/completed.
ca: Crea una nova comanda corresponent per a aquesta nova reserva. Tingueu en compte - la reserva no estarà activa fins que la comanda es processi / completi.

source: Assign this booking to an existing order with this ID:
ca: Assigneu aquesta reserva a una comanda existent amb aquest ID:

source: Don't create an order for this booking.
ca: No creïs una comanda d'aquesta reserva.

source: Next
ca: Següent

source: Settings saved
ca: Configuració guardada

source: Global availability
ca: Disponibilitat global

source: The availability rules you define here will affect all bookable products in your store.
ca: Les regles sobre la disponibilitat que definiu aquí afectaran tots els productes que es poden reservar a la seva botiga.

source: Save Changes
ca: Guarda els canvis

source: You may send an email notification to all customers who have a %sfuture%s booking for a particular product. This will use the default template specified under %sWooCommerce > Settings > Emails%s.
ca: Pot enviar una notificació per correu electrònic a tots els usuaris que tenen reserves %sfutures%s per a un determinat producte. S'utilitzarà la plantilla per defecte especificat a %sWooCommerce > Settings > Emails%s.

source: Booking Product
ca: Producte reservable

source: Select a booking product...
ca: Seleccioneu un producte a reservar...

source: Subject
ca: Assumpte

source: Email subject
ca: Assumpte del correu electrònic

source: Message
ca: MIssatge

source: The message you wish to send
ca: El missatge que volgueu enviar

source: The following tags can be inserted in your message/subject and will be replaced dynamically
ca: Les següents etiquetes es poden inserir en el seu assumpte i es canviarà dinàmicament

source: Attachment
ca: Fitxer adjunt

source: Attach <code>.ics</code> file
ca: Adjuntar fitxer <code>.ics</code>

source: Date
ca: Data

source: Month
ca: Mes

source: Start %s
ca: Comença %s

source: Close
ca: Tancar

source: Today
ca: Avui

source: Previous
ca: Anterior

source: This date is unavailable
ca: Aquesta data no està disponible

source: This date is fully booked and unavailable
ca: Aquesta data està completa i no disponible

source: This date is partially booked - but bookings still remain
ca: Aquesta data està parcialment reservada - però encara n'hi ha disponibles

source: This date is available
ca: Aquesta data està disponible

source: Choose a Start Date
ca: Trieu una data d'inici

source: Choose an End Date
ca: Trieu una data de finalització

source: Please select the options for your booking above first
ca: Seleccioneu primer les opcions de la vostra reserva

source: &times; %s Months
ca: &times; %s Mesos

source: &times; %s weeks
ca: &times; %s setmanes

source: &times; %s days
ca: &times; %s dies

source: &times; %s nights
ca: &times; %s nits

source: Night(s)
ca: Nit(s)

source: &times; %s hours
ca: &times; %s hores

source: &times; %s minutes
ca: &times; %s minuts

source: Duration
ca: Durada

source: block
ca: bloc

source: month
ca: mes

source: day
ca: dia

source: week
ca: setmana

source: hour
ca: hora

source: minute
ca: minut

source: night
ca: nit

source: Please choose a resource type
ca: Si us plau, trieu un tipus de recurs

source: Duration is required - please enter a duration greater than zero above
ca: Es requereix durada - si us plau introdueixi una durada superior a zero a dalt

source: The maximum duration is %d
ca: La durada màxima és de %d

source: The minimum duration is %d
ca: La durada mínima és de %d

source: Date is required - please choose one above
ca: Es requereix la data - si us plau triï'n una a sobre

source: Time is required - please choose one above
ca: Es requereix una hora - si us plau triï'n una a sobre

source: You must choose a future date and time.
ca: Heu de triar una data i hora futures.

source: The earliest booking possible is currently %s.
ca: La primera reserva possible és actualment %s.

source: The latest booking possible is currently %s.
ca: L'última reserva possible és actualment %s.

source: Sorry, bookings cannot start on this day.
ca: Ho sentim, les reserves no poden començar en aquest dia.

source: Persons are required - please enter the number of persons above
ca: Es requereixen persones - si us plau introduïu el nombre de persones a sobre

source: The maximum persons per group is %d
ca: El màxim de persones per grup és %d

source: The minimum persons per group is %d
ca: El mínim de persones per grup és %d

source: The maximum %1$s per group is %2$d
ca: El màxim %1$s per grup és de %2$d

source: The minimum %1$s per group is %2$d
ca: El mínim %1$s per grup és de %2$d

source: Sorry, the selected block is not available
ca: Ho sentim, que el bloc seleccionat no està disponible

source: The duration of this booking must be at least %s days.
ca: La durada d'aquesta reserva ha de ser al menys %s dies.

source: A booking for %s has been removed from your cart due to inactivity.
ca: Una reserva per %s s'ha tret de la cistella per inactivitat.

source: A booking that requires confirmation has been removed from your cart. It is not possible to complete the purchased along with a booking that doesn't require confirmation.
ca: Una reserva que requereix confirmació s'ha tret de la cistella. No és possible completar la compra juntament amb una reserva que no requereix confirmació.

source: Booking Person Discount (Amount Off Per Person)
ca: Descompte reserva per persona (quantitat per persona)

source: Your booking was cancelled.
ca: La seva reserva ha estat cancel·lada.

source: Your booking can no longer be cancelled. Please contact us if you need assistance.
ca: La seva reserva no pot ser cancel·lada. Si us plau, poseu-vos en contacte amb nosaltres si necessita ajuda.

source: Invalid booking.
ca: Reserva no vàlida.

source: Upcoming Bookings
ca: Properes reserves

source: Past Bookings
ca: Reserves passades

source: Bookings from %s
ca: Reserves de %s
